Repository: 200PoFurym/tg_bot_lv
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, uz

source: Найти пользователя
es: Buscar usuario
uz: Foydalanuvchini qidirish

source: Укажите имя пользователя для поиска.
es: Indique el nombre de usuario para buscar.
uz: Qidirish uchun foydalanuvchi ismini kiriting.

source: Пользователи с таким именем не найдены.
es: No se encontraron usuarios con ese nombre.
uz: Bu ismdagi foydalanuvchilar topilmadi.

source: Нет пользователей, соответствующих вашим критериям.
es: No hay usuarios que coincidan con sus criterios.
uz: Sizning mezonlaringizga mos foydalanuvchilar mavjud emas.

source: Произошла ошибка при получении рекомендаций. Пожалуйста, попробуйте позже.
es: Ocurrió un error al obtener las recomendaciones. Por favor, intente más tarde.
uz: Tavsiyalarni olishda xatolik yuz berdi. Iltimos, keyinroq urinib ko'ring.

source: Фото
es: Foto
uz: Rasm

source: Имя
es: Nombre
uz: Ism

source: Возраст
es: Edad
uz: Yosh

source: Город
es: Ciudad
uz: Shahar

source: Обо мне
es: Sobre mí
uz: Ozim haqimda

source: Отправить
es: Enviar
uz: Yuborish

source: Произошла ошибка при отображении профиля. Пожалуйста, попробуйте позже.
es: Ocurrió un error al mostrar el perfil. Por favor, intente más tarde.
uz: Profilni ko'rsatishda xatolik yuz berdi. Iltimos, keyinroq urinib ko'ring.

source: Начинай общаться!
es: ¡Empieza a chatear!
uz: Gaplashishni boshlang!

source: Извините, Вы не сможете начать общение так как у пользователя приватный аккаунт
es: Lo siento, no puedes iniciar una conversación porque el usuario tiene una cuenta privada.
uz: Uzr, siz muloqotni boshlay olmaysiz, chunki foydalanuvchining xususiy hisobi bor

source: flowers
es: flores
uz: gullar

source: cake
es: pastel
uz: tort

source: bunny
es: conejo
uz: quyon

source: bear
es: oso
uz: ayiq

source: rocket
es: cohete
uz: raketa

source: Укажите имя пользователя для поиска
es: Indique el nombre de usuario para buscar
uz: Qidirish uchun foydalanuvchi ismini kiriting

source: Пользователь с таким именем не найден.
es: Usuario con ese nombre no encontrado.
uz: Bu ismdagi foydalanuvchi topilmadi.

source: Произошла ошибка при поиске пользователя. Пожалуйста, попробуйте позже.
es: Ocurrió un error al buscar al usuario. Por favor, intente más tarde.
uz: Foydalanuvchini qidirishda xatolik yuz berdi. Iltimos, keyinroq urinib ko'ring.

source: Вам отправили {gift}
es: Te enviaron {gift}
uz: Sizga {gift} yuborildi

source: Произошла ошибка при отправке подарка. Пожалуйста, попробуйте позже.
es: Ocurrió un error al enviar el regalo. Por favor, intente más tarde.
uz: Hediyeni yuborishda xatolik yuz berdi. Iltimos, keyinroq urinib ko'ring.

source: Пользователь не найден.
es: Usuario no encontrado.
uz: Foydalanuvchi topilmadi.

source: Вы не можете отправить подарок самому себе.
es: No puedes enviarte un regalo a ti mismo.
uz: O'zingizga hediye yuborishingiz mumkin emas.

source: Выберите тип подарка:
es: Elija el tipo de regalo:
uz: Hediye turini tanlang:

source: Произошла ошибка при обработке запроса.
es: Ocurrió un error al procesar la solicitud.
uz: So'rovni qayta ishlashda xatolik yuz berdi.

source: Неверный тип подарка.
es: Tipo de regalo inválido.
uz: Noto'g'ri hediye turi.

source: Подарок успешно отправлен!
es: ¡Regalo enviado con éxito!
uz: Hediye muvaffaqiyatli yuborildi!

source: Вы отправили {gift} {receiver_name}!
es: ¡Enviaste {gift} a {receiver_name}!
uz: Siz {gift} {receiver_name}ga yubordingiz!

source: Произошла ошибка при выборе подарка.
es: Ocurrió un error al seleccionar el regalo.
uz: Hediyeni tanlashda xatolik yuz berdi.

source: Произошла ошибка при просмотре профиля. Пожалуйста, попробуйте позже.
es: Ocurrió un error al ver el perfil. Por favor, intente más tarde.
uz: Profilni ko'rishda xatolik yuz berdi. Iltimos, keyinroq urinib ko'ring.

source: Мои подарки
es: Mis regalos
uz: Mening hediyalarim

source: Вы не получали подарков.
es: No has recibido regalos.
uz: Siz hediya olmagansiz.

source: Подарок от {sender_name} Тип: {gift_type} Дата: {date_sent} Медиа: {media_url}
es: Regalo de {sender_name} Tipo: {gift_type} Fecha: {date_sent} Medios: {media_url}
uz: {sender_name}dan hediye Turi: {gift_type} Sana: {date_sent} Media: {media_url}

source: Выберите язык / Select a language:
es: Seleccione un idioma / Select a language:
uz: Tilni tanlang / Select a language:

source: Этот язык не поддерживается.
es: Este idioma no es compatible.
uz: Bu til qo'llab-quvvatlanmaydi.

source: Найти поблизости
es: Buscar cerca de mí
uz: Yaqin atrofni qidirish

source: Вы не зарегистрированы. Пожалуйста, зарегистрируйтесь сначала.
es: No estás registrado. Por favor, regístrate primero.
uz: Siz ro'yxatdan o'tmagan bo'lsangiz. Iltimos, avval ro'yxatdan o'ting.

source: Вы исчерпали лимит на просмотр профилей или срок действия ваших просмотров истек. Поделитесь своим реферальным кодом, чтобы получить дополнительные просмотры.
es: Has agotado tu límite de vistas de perfiles o el período de validez de tus vistas ha expirado. Comparte tu código de referencia para obtener vistas adicionales.
uz: Profil ko'rish chegarasi tugadi yoki sizning ko'rish muddati tugadi. Qo'shimcha ko'rishlar olish uchun referal kodingizni baham ko'ring.

source: Поблизости никого нет.
es: No hay nadie cerca.
uz: Yaqin atrofda hech kim yo'q.

source: Получить реферальный код
es: Obtener código de referencia
uz: Referal kodini olish

source: Вы получили 20 дополнительных просмотров за использование реферального кода!
es: ¡Has recibido 20 vistas adicionales por usar el código de referencia!
uz: Siz referal kodini ishlatganingiz uchun 20 ta qo'shimcha ko'rish oldingiz!

source: Неверный реферальный код.
es: Código de referencia inválido.
uz: Noto'g'ri referal kodi.

source: Топ 100 девушек
es: Top 100 chicas
uz: Top 100 qizlar

source: Нет данных для отображения.
es: No hay datos para mostrar.
uz: Ko'rsatiladigan ma'lumot yo'q.

source: Топ 100 парней
es: Top 100 chicos
uz: Eng yaxshi 100 yigit

source: покажите два пальца
es: muestra dos dedos
uz: Ikki barmog'ingizni ko'rsating

source: поднимите правую руку
es: levanta la mano derecha
uz: O'ng qo'lingizni ko'taring

source: сделайте знак ОК
es: haz el gesto de OK
uz: OK belgisini qiling

source: покажите ладонь
es: muestra la palma de la mano
uz: Qo'lingizni oching

source: Сначала запросите верификацию с жестом.
es: Primero solicita la verificación con el gesto.
uz: Avval qo'l harakati bilan tasdiqlashni so'rang.

source: Пожалуйста, покажите правильный жест.
es: Por favor, muestra el gesto correcto.
uz: Iltimos, to'g'ri harakatni ko'rsating.

source: Не удалось распознать лицо. Пожалуйста, попробуйте снова.
es: No se pudo reconocer el rostro. Por favor, intenta de nuevo.
uz: Yuzni aniqlash imkoniyati bo'lmadi. Iltimos, qayta urinib ko'ring.

source: Вы успешно верифицированы!
es: ¡Has sido verificado exitosamente!
uz: Siz muvaffaqiyatli tasdiqlandi!

source: Лицо не совпадает с эталонным. Верификация не пройдена.
es: El rostro no coincide con el de referencia. Verificación fallida.
uz: Yuz namuna bilan mos kelmayapti. Tasdiqlash o'tmagan.

source: Вы верифицированы и ваша эталонная фотография сохранена!
es: ¡Estás verificado y tu foto de referencia ha sido guardada!
uz: Siz tasdiqlandi va namuna rasm saqlandi!

source: Произошла ошибка при обработке фото. Пожалуйста, попробуйте снова.
es: Se produjo un error al procesar la foto. Por favor, intenta de nuevo.
uz: Rasmni qayta ishlashda xato yuz berdi. Iltimos, qayta urinib ko'ring.

source: сделайте знак OK
es: haz el gesto de OK
uz: OK belgisini qiling

source: 1. Отредактировать мой профиль. 2. Изменить фото/видео. 3. Изменить текст профиля. 4. Просмотреть профили
es: 1. Editar mi perfil. 2. Cambiar foto/video. 3. Cambiar texto del perfil. 4. Ver perfiles
uz: 1. Profilimni tahrirlang. 2. Rasm/video o'zgartiring. 3. Profil matnini o'zgartiring. 4. Profilni ko'ring

source: Выйти
es: Salir
uz: Chiqish

source: Тогда ты не будешь знать, кому ты нравишься... Уверены насчет деактивации? 1. Да, деактивируйте мой профиль, пожалуйста. 2. Нет, я хочу посмотреть свои матчи.
es: Entonces no sabrás a quién le gustas... ¿Estás seguro de la desactivación? 1. Sí, desactiva mi perfil, por favor. 2. No, quiero ver mis coincidencias.
uz: Shunda kimlarga yoqishingizni bilmay qolarsiz... Deaktivatsiya qilishga ishonchli misiz? 1. Ha, iltimos, profilimni deaktivatsiya qiling. 2. Yo'q, men o'zimning moslashuvchilarimni ko'rmoqchiman.

source: Надеюсь, вы встретили кого-нибудь с моей помощью! Всегда рад пообщаться. Если скучно, напиши мне - я найду для тебя кого-то особенного. 1. Просмотр профилей
es: ¡Espero que hayas conocido a alguien con mi ayuda! Siempre estoy feliz de charlar. Si te aburres, escríbeme - encontraré a alguien especial para ti. 1. Ver perfiles
uz: Umid qilamanki, siz mening yordamim bilan biron bir kishini uchratdingiz! Har doim suhbatlashishga tayyorman. Agar zeriksangiz, menga yozing - men sizga maxsus birini topaman. 1. Profilni ko'rish

source: Отправьте фото или видео (до 15 сек)
es: Envía una foto o video (hasta 15 seg)
uz: Rasm yoki video yuboring (15 soniyagacha)

source: Введите новый текст профиля
es: Ingresa el nuevo texto del perfil
uz: Yangi profil matnini kiriting

source: Отменить
es: Cancelar
uz: Bekor qilish

source: Пожалуйста, пришли видео не более 15 секунд
es: Por favor, envía un video de no más de 15 segundos
uz: Iltimos, 15 soniyadan oshmagan video yuboring

source: Нет больше пользователей
es: No hay más usuarios
uz: Foydalanuvchilar qolmadi

source: Произошла ошибка
es: Se produjo un error
uz: Xato yuz berdi

source: Нет больше лайков
es: No hay más me gusta
uz: Qo'shimcha yoqtirishlar yo'q

source: Лайк отправлен
es: Me gusta enviado
uz: Yo'qish yuborildi

source: Не удалось поставить лайк
es: No se pudo dar me gusta
uz: Yo'qishni qo'yish imkoniyati bo'lmadi

source: Введите сообщение или отправьте видео (макс 15 сек)
es: Ingresa un mensaje o envía un video (máx 15 seg)
uz: Xabar yozing yoki video yuboring (maksimal 15 soniya)

source: Вы точно хотите подать жалобу? Учтите, если жалоба будет необоснованной, то вы сами можете быть забанены
es: ¿Estás seguro de que quieres presentar una queja? Ten en cuenta que, si la queja es infundada, podrías ser baneado tú mismo.
uz: Haqiqatan ham shikoyat qilishni xohlaysizmi? E'tibor bering, agar shikoyat asossiz bo'lsa, siz o'zingiz ham bloklanishingiz mumkin.

source: Отменено
es: Cancelado
uz: Bekor qilindi

source: Пожалуйста, напишите текст или отправьте видео
es: Por favor, escribe un texto o envía un video
uz: Iltimos, matn yozing yoki video yuboring

source: Вот аккаунты, кому Вы понравились:
es: Aquí están las cuentas a las que les gustaste:
uz: Mana sizga yoqqan hisoblar:

source: Все лайки удалены
es: Todos los me gusta han sido eliminados
uz: Barcha yoqtirishlar o'chirildi

source: Извините, Вы не сможете начать общение, так как у пользователя приватный аккаунт
es: Lo siento, no podrás empezar una conversación ya que el usuario tiene una cuenta privada
uz: Uzr, siz suhbatni boshlay olmaysiz, chunki foydalanuvchining maxfiy hisoblari bor.

source: Пользователь: @{sender_user} ({sender_user_id}) пожаловался на Пользователя: @{account_user} ({account_user_id})
es: Usuario: @{sender_user} ({sender_user_id}) se quejó de Usuario: @{account_user} ({account_user_id})
uz: Foydalanuvchi: @{sender_user} ({sender_user_id}) shikoyat qildi Foydalanuvchi: @{account_user} ({account_user_id})

source: Жалоба отправлена
es: Queja enviada
uz: Shikoyat yuborildi

source: Вы успешно отменили регистрацию! Возвращаемся в главное меню.
es: ¡Has cancelado la inscripción exitosamente! Volviendo al menú principal.
uz: Siz muvaffaqiyatli ro'yxatdan chiqardingiz! Asosiy menyuga qaytamiz.

source: Теперь пришли фото или запиши видео 👍 (до 15 сек), его будут видеть другие пользователи
es: Ahora envía una foto o graba un video 👍 (hasta 15 seg), lo verán otros usuarios.
uz: Endi rasm yuboring yoki video yozing 👍 (15 soniyagacha), boshqa foydalanuvchilar uni ko'rishadi

source: Всё верно?
es: ¿Está todo correcto?
uz: Hammasi to'g'ri?

source: Давай, начнем!
es: ¡Vamos, empecemos!
uz: Keling, boshlaymiz!

source: Настоятельно рекомендуем указать username или в настройках разрешение на пересылку сообщения иначе Вам не смогут написать те, кого вы лайкните
es: Recomendamos encarecidamente que indiques tu nombre de usuario o habilites en la configuración el permiso para recibir mensajes, de lo contrario, no podrás recibir mensajes de quienes te den me gusta.
uz: Username'ni ko'rsatishni yoki sozlamalarda xabar yuborish ruxsatini berishni tavsiya qilamiz, aks holda siz yoqtirgan odamlar sizga yozolmaydi.

source: Отменена регистрация!
es: ¡Inscripción cancelada!
uz: Ro'yxatdan o'tish bekor qilindi!

source: Теперь выберите минимальный возраст
es: Ahora elige la edad mínima
uz: Endi minimal yoshni tanlang

source: Пожалуйста, введите возраст цифрами
es: Por favor, ingresa la edad en números
uz: Iltimos, yoshni raqamlar bilan kiriting.

source: Теперь выберите максимальный возраст
es: Ahora elige la edad máxima
uz: Endi maksimal yoshni tanlang

source: Вы задали возрастной диапазон от
es: Has establecido un rango de edad de
uz: Siz yosh oralig'ini belgiladingiz

source: до
es: a
uz: gacha

source: Теперь определимся с полом!
es: ¡Ahora decidamos el género!
uz: Endi jinsni aniqlaylik!

source: Я парень
es: Soy un chico
uz: Men yigitman

source: Я девушка
es: Soy una chica
uz: Men qizman

source: Пожалуйста, укажите Ваш пол, нажав на кнопку
es: Por favor, indica tu género presionando el botón
uz: Iltimos, jinsni tanlang, tugmani bosish orqali.

source: Парня
es: Chico
uz: Yigit

source: Девушку
es: Chica
uz: Qiz

source: Мне всё равно
es: No me importa
uz: Menga farqi yo'q

source: Пожалуйста, выберите правильный пол.
es: Por favor, selecciona el género correcto.
uz: Iltimos, to'g'ri jinsni tanlang.

source: Кого Вы ищите?
es: ¿A quién buscas?
uz: Kimni qidirmoqdasiz?

source: Пожалуйста, выберите правильный вариант поиска.
es: Por favor, selecciona la opción de búsqueda correcta.
uz: Iltimos, to'g'ri qidiruv variantini tanlang.

source: Из какого ты города?
es: ¿De qué ciudad eres?
uz: Qaysi shahardan ekansiz?

source: Как мне тебя называть?
es: ¿Cómo debo llamarte?
uz: Sizni qanday chaqiraman?

source: Пожалуйста, сначала зарегистрируйтесь, чтобы получить реферальный код.
es: Por favor, regístrate primero para obtener un código de referencia.
uz: Iltimos, avval ro'yxatdan o'ting, referral kodni olish uchun.

source: Пожалуйста, введите имя не более 15 символов
es: Por favor, ingresa un nombre de no más de 15 caracteres
uz: Iltimos, 15 ta belgidan oshmaydigan ismni kiriting.

source: Ваш профиль был успешно создан!
es: ¡Tu perfil ha sido creado exitosamente!
uz: Profilingiz muvaffaqiyatli yaratildi!

source: Вы можете просматривать других пользователей, когда они будут вас лайкать!
es: ¡Puedes ver otros usuarios cuando te den 'me gusta'!
uz: Siz boshqa foydalanuvchilarni ko'rishingiz mumkin, ular sizni yoqtirganlarida!

source: Да
es: Sí
uz: Ha

source: Произошла ошибка при регистрации. Пожалуйста, попробуйте снова.
es: Ocurrió un error durante el registro. Por favor, intenta de nuevo.
uz: Ro'yxatdan o'tishda xatolik yuz berdi. Iltimos, qaytadan urinib ko'ring.

source: Ваша регистрация завершена! Теперь вы можете искать и просматривать профили других пользователей.
es: ¡Tu registro está completo! Ahora puedes buscar y ver los perfiles de otros usuarios.
uz: Ro'yxatdan o'tishingiz yakunlandi! Endi boshqa foydalanuvchilarning profilini qidirishingiz va ko'rishingiz mumkin.

source: Нет
es: No
uz: Yo'q

source: Регистрация отменена.
es: Registro cancelado.
uz: Ro'yxatdan o'tish bekor qilindi.

source: Пожалуйста, ответьте 'Да' или 'Нет'.
es: Por favor, responde 'Sí' o 'No'.
uz: Iltimos, 'Ha' yoki 'Yo'q' deb javob bering.

source: Пожалуйста, введите возраст цифрами.
es: Por favor, ingresa tu edad en números.
uz: Iltimos, yoshni raqamlar bilan kiriting.

source: Теперь укажите город, в котором вы находитесь.
es: Ahora indica la ciudad en la que te encuentras.
uz: Endi siz joylashgan shaharni ko'rsating.

source: Рекомендуем пройти верификацию, чтобы другие пользователи доверяли вам больше.
es: Te recomendamos completar la verificación para que otros usuarios confíen más en ti.
uz: Boshqa foydalanuvchilar sizga ko'proq ishonishi uchun tasdiqlashni o'tishni tavsiya qilamiz.

source: Вы не завершили регистрацию. Давайте начнем с вашего возраста.
es: No has completado el registro. Comencemos con tu edad.
uz: Ro'yxatdan o'tishni yakunlamadingiz. Yoshingizdan boshlaylik.

source: Добро пожаловать обратно!
es: ¡Bienvenido de nuevo!
uz: Xush kelibsiz qaytib!

source: Вы не зарегистрированы. Давайте начнем с вашего возраста.
es: No estás registrado. Comencemos con tu edad.
uz: Siz ro'yxatdan o'tmagansiz. Yoshingizdan boshlaylik.

source: Сейчас аккаунт выключен от поиска, если Вы начнете просматривать аккаунты, то Ваш аккаунт вновь включится для поиска другим пользователем
es: Tu cuenta está actualmente desactivada para búsqueda. Si comienzas a ver perfiles, tu cuenta se activará nuevamente para que otros usuarios te encuentren.
uz: Hozirda akkaunt qidiruvdan o'chirilgan, agar siz akkauntlarni ko'rsata boshlasangiz, akkauntingiz yana boshqa foydalanuvchilar uchun qidiruvga qaytadi.

source: 3. Больше не ищу
es: 3. Ya no busco
uz: 3. Qidirmayman

source: 1. Просмотр профилей. 2. Мой профиль.{text}
es: 1. Ver perfiles. 2. Mi perfil.{text}
uz: 1. Profilarni ko'rish. 2. Mening profilim.{text}

source: Добро пожаловать! Я - бот для знакомств. Я помогу тебе найти свою вторую половинку.
es: ¡Bienvenido! Soy un bot de citas. Te ayudaré a encontrar a tu pareja ideal.
uz: Xush kelibsiz! Men tanishuv botiman. Sizga ikkinchi yarmingizni topishda yordam beraman.

source: Ваш аккаунт заблокирован
es: Tu cuenta está bloqueada
uz: Akkauntingiz bloklangan

source: Запустите WebApp
es: Inicia la WebApp
uz: WebApp'ni ishga tushiring

source: Попробуйте наш WebAPP знакомства
es: Prueba nuestra WebApp de citas
uz: Bizning tanishuv WebApp'ni sinab ko'ring

source: Заблокировать
es: Bloquear
uz: Blokirovka qilish

source: Заблокировать отправителя
es: Bloquear al remitente
uz: Yuboruvchini blokirovka qilish

source: Написать
es: Escribir
uz: Yozish

source: Изменить анкету
es: Modificar perfil
uz: Profilni o'zgartirish

source: Отправить подарок
es: Enviar regalo
uz: Sovg'a yuborish

source: Профиль
es: Perfil
uz: Profil

source: Я не хочу никого искать
es: No quiero buscar a nadie
uz: Men hech kimni qidirmoqchi emasman

source: Оставить текущее
es: Dejar actual
uz: Hozirgisini qoldirish
